


          <h1>Спасибо!</h1>
          <br />

          <p>

Благодарим за пожертвование.
<br />
Это будет способствовать созданию новых систем для Blocklist.de и улучшения существующего программного обеспечения и веб-сайта.
<br />
В нашем <a href="https://forum.blocklist.de/" target="_blank" title="форуме">форуме от нас могут представить свои просьбы и предложения.</a>

<br />
<br />

Мы надеемся, что наш сервис делает Интернет лучше, безопаснее и помогает очистить зараженные компьютеры.

<br />
<br />

с наилучшими пожеланиями
<br />
Martin Schiftan

          </p>

